[
  {
    "projectName": "Factiva / Evernote Integration Demo",
    "summary": "A prototype application built to explore possible workflow for integrating Evernote with Factiva.",
    "description": [
      "This proof-of-concept application shows how a Factiva user might save articles or selections to their Evernote account. Upon creating a new note, the user would then have access to a list of related notes from within their organization thus allowing them to research topics more efficiently and surface relevant content that might have otherwise been missed."
    ],
    "features": [
      "Built on the Express.js framework for Node",
      "RESTful API that hooks into Evernote's API",
      "Evernote Authentication via OAuth"
    ],
    "images": [
      "evernote-screens.gif"
    ],
    "url": "/"
  },

  {
    "projectName": "Mochawesome",
    "summary": "A custom reporter for the Javascript testing framework, mocha.",
    "description": [
      "Developers understand that testing code is a must and command-line reports are great. But how do you share test results with non-developers? Mochawesome was built as a way to visualize test results in a way that anyone can understand. Delve deeper and Mochawesome reveals test code snippets, error stacks, and even timing performance."
    ],
    "features": [
      "At-a-glance view gives a quick summary of test results",
      "Supports nested describe statements",
      "Error stacks show exactly where code failed"
    ],
    "images": [
      "mochawesome.png"
    ],
    "url": "/"
  },

  {
    "projectName": "Edwin",
    "summary": "An interactive dashboard that gives a high-level overview of your Jira Agile Sprint.",
    "description": [
      "Edwin was built as a modern replacement for the physical whiteboards used in Agile development. It allows teams to easily see the overall progress of their current Sprint and Jira integration ensures the board is always up-to-date."
    ],
    "features": [
      "Cycle through multiple Sprint boards",
      "Get a clear understanding of Sprint progress",
      "Issues link directly back to Jira"
    ],
    "images": [
      "edwin-screens.gif"
    ],
    "url": "/"
  },

  {
    "projectName": "Factiva Newsletter Builder",
    "summary": "An application for creating professional, attractive newsletters from industry-leading content.",
    "description": [
      "Factiva Newsletter Builder allows users to search the breadth of Factiva content or use their own sources to easily build and deploy newsletters. The intuitive drag-and-drop interface makes structuring the newsletter as simple as moving articles into place. When ready, the user can choose from elegant pre-defined templates or easily create their own and then deploy in multiple formats."
    ],
    "features": [
      "Easy to use drag-and-drop interface",
      "Optimized views for each step of newsletter creation",
      "Read full articles inline and add comments"
    ],
    "images": [
      "fnb-screens.gif"
    ],
    "url": "/"
  }
]